// src/translations/fa/impact.ts

export const impactFaTranslations = {
  'impact.preTitle': 'تأثیر ما',
  'impact.title': 'مأموریتی فراتر از سود: پرورش ثبات و پیشرفت',
  'impact.intro1': 'ما معتقدیم که پیچیده‌ترین شکل سرمایه‌گذاری، آن است که مأموریت دوگانه‌ای را محقق کند: رشد هوشمندانه سرمایه و پیشرفت عمدی جامعه. هدف ما توسط این هم‌افزایی تعریف می‌شود.',
  'impact.intro2': 'تأثیر ما یک فکر ثانویه نیست؛ در استراتژی منشأیابی ما گنجانده شده است. ما به دنبال فرصت‌هایی هستیم که سرمایه بتواند برای موارد زیر مستقر شود:',
  'impact.conclusion': 'برای مشتریان ما، این رویکرد به این معنی است که سرمایه آنها بخشی از یک میراث بزرگتر و معنادارتر است - میراثی که ارزش پایداری برای پرتفوی آنها و برای جهان ایجاد می‌کند.',
  'impact.economic.title': 'تقویت پایه‌های اقتصادی',
  'impact.economic.description': 'با مشارکت در برنامه‌هایی که از مدیریت ثروت ملی و طرح‌های تأمین مالی ملی حمایت می‌کنند، ما به ثبات بلندمدتی که برای شکوفایی ملت‌ها ضروری است، کمک می‌کنیم. این ممکن است شامل نوسازی زیرساخت‌های حیاتی یا تقویت ظرفیت تجاری یک کشور باشد.',
  'impact.humanitarian.title': 'توانمندسازی پیشرفت بشردوستانه',
  'impact.humanitarian.description': 'ما تلاش‌های خود را با اهداف شناخته‌شده جهانی، مانند اهداف مشخص‌شده توسط اهداف توسعه پایدار سازمان ملل، همسو می‌کنیم. مشارکت ما می‌تواند سرمایه قابل توجهی را به سمت طرح‌هایی هدایت کند که تأثیر مثبت و ملموسی بر رفاه اجتماعی دارند، از پیشرفت در بهداشت عمومی گرفته تا بهبود امنیت غذایی.',
};