// src/translations/ar/impact.ts

export const impactArTranslations = {
  'impact.preTitle': 'تأثيرنا',
  'impact.title': 'تفويض يتجاوز الربح: تعزيز الاستقرار والتقدم',
  'impact.intro1': 'نحن نؤمن بأن الشكل الأكثر تطورًا للاستثمار هو الذي يحقق تفويضًا مزدوجًا: النمو الذكي لرأس المال والتقدم المتعمد للمجتمع. هدفنا يتحدد بهذا التآزر.',
  'impact.intro2': 'تأثيرنا ليس فكرة لاحقة؛ إنه جزء لا يتجزأ من استراتيجيتنا لتحديد المصادر. نحن نبحث عن الفرص التي يمكن من خلالها نشر رأس المال من أجل:',
  'impact.conclusion': 'بالنسبة لعملائنا، يعني هذا النهج أن رأس مالهم هو جزء من إرث أكبر وأكثر أهمية - إرث يبني قيمة دائمة لمحافظهم وللعالم.',
  'impact.economic.title': 'تعزيز الأسس الاقتصادية',
  'impact.economic.description': 'من خلال المشاركة في البرامج التي تدعم إدارة الثروات السيادية ومبادرات التمويل الوطنية، نساهم في الاستقرار طويل الأجل الضروري لازدهار الدول. قد يشمل ذلك تحديث البنية التحتية الحيوية أو تعزيز القدرة التجارية للبلد.',
  'impact.humanitarian.title': 'تمكين التقدم الإنساني',
  'impact.humanitarian.description': 'نحن نوائم جهودنا مع الأهداف المعترف بها عالميًا، مثل تلك الموضحة في أهداف التنمية المستدامة للأمم المتحدة. يمكن أن توجه مشاركتنا رأس مال كبير نحو المبادرات التي لها تأثير إيجابي وملموس على رفاهية المجتمع، من التقدم في الصحة العامة إلى التحسينات في الأمن الغذائي.',
};