// src/translations/th/impact.ts

export const impactThTranslations = {
  'impact.preTitle': 'ผลกระทบของเรา',
  'impact.title': 'ภารกิจที่เหนือกว่าผลกำไร: ส่งเสริมเสถียรภาพและความก้าวหน้า',
  'impact.intro1': 'เราเชื่อว่ารูปแบบการลงทุนที่ซับซ้อนที่สุดคือรูปแบบที่บรรลุภารกิจสองประการ: การเติบโตของเงินทุนอย่างชาญฉลาดและการพัฒนาสังคมอย่างตั้งใจ วัตถุประสงค์ของเราถูกกำหนดโดยการทำงานร่วมกันนี้',
  'impact.intro2': 'ผลกระทบของเราไม่ใช่เรื่องรอง แต่เป็นส่วนหนึ่งของกลยุทธ์การจัดหาของเรา เรามองหาโอกาสที่สามารถนำเงินทุนไปใช้เพื่อ:',
  'impact.conclusion': 'สำหรับลูกค้าของเรา แนวทางนี้หมายความว่าเงินทุนของพวกเขาเป็นส่วนหนึ่งของมรดกที่ใหญ่กว่าและมีความหมายมากกว่า ซึ่งเป็นมรดกที่สร้างมูลค่าที่ยั่งยืนสำหรับพอร์ตโฟลิโอของพวกเขาและสำหรับโลก',
  'impact.economic.title': 'เสริมสร้างรากฐานทางเศรษฐกิจ',
  'impact.economic.description': 'โดยการมีส่วนร่วมในโครงการที่สนับสนุนการจัดการความมั่งคั่งของชาติและโครงการริเริ่มด้านเงินทุนของประเทศ เรามีส่วนช่วยในเสถียรภาพระยะยาวที่จำเป็นสำหรับประเทศต่างๆ ที่จะเจริญรุ่งเรือง ซึ่งอาจเกี่ยวข้องกับการปรับปรุงโครงสร้างพื้นฐานที่สำคัญให้ทันสมัยหรือการเสริมสร้างขีดความสามารถทางการค้าของประเทศ',
  'impact.humanitarian.title': 'เปิดใช้งานความก้าวหน้าทางมนุษยธรรม',
  'impact.humanitarian.description': 'เราปรับความพยายามของเราให้สอดคล้องกับเป้าหมายที่ได้รับการยอมรับในระดับโลก เช่น ที่ระบุไว้ในเป้าหมายการพัฒนาที่ยั่งยืนของสหประชาชาติ การมีส่วนร่วมของเราสามารถส่งต่อเงินทุนจำนวนมากไปยังโครงการริเริ่มที่มีผลกระทบเชิงบวกและจับต้องได้ต่อสวัสดิภาพของสังคม ตั้งแต่ความก้าวหน้าด้านสาธารณสุขไปจนถึงการปรับปรุงความมั่นคงทางอาหาร',
};
